{
  "LuaSnip": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lsp-zero.nvim": {
    "branch": "v2.x"
  },
  "lualine": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "neo-tree": {
    "branch": "v3.x"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "null-ls.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "playground": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "0.1.x"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "transparent": {
    "branch": "main"
  },
  "wilder": {
    "branch": "master"
  },
  "window-picker": {
    "branch": "main"
  }
}
